{
    "elden_ring":{
    "titulo": "Elden Ring",
    "precio": 59.99,
    "fecha": 20220224,
    "portada" : "https://cdn.wccftech.com/wp-content/uploads/2022/02/elden-ring-1.jpg",
    "reviews":{
        "pablo_01":"Simplemente, hermoso se convirtió en mi juego favorito y mi entrada al mundo de los souls. simplemete, un juegazo, nada más que decir.",
        "gabbo_79":"Elden ring es la experiencia de fantasía que soñabas de niño cuando no sabías que tendrías depresión y que tu vida de adulto iba a ser una constante batalla en la que casi siempre pierdes. en conclusión, que melania es más fácil que ir a trabajar cada día. así que dale, tú puedes crack.",
        "flor_77":"El juego como tal es excelente, sin duda alguna supieron llevar la forma souls al siguiente nivel los de from pero sinceramente siento que retrocedieron en absolutamente todo lo que hace bueno a los souls que viene siendo el coop y el pvp. el online en este juego es un desastre mal planteado y el pvp ni hablar, roto y completamente plagado de laggers y hackers. por otro lado a diferencia de los demás souls no existe ninguna razón para invadir mas que simplemente trollear porque no hay ni un pacto ni nada, es como que metieron la mecanica simplemente para contentar al publico. ademas de eso ahora solo podras invadir a gankers y estaras en una objetiva desventaja con respecto a ellos en cualquier situacion haciendo casi imposible el ganar pues tus opciones de curacion se veran mermadas y encima el host puede invocar espectros sin limite de nivel. Actualmente el balance del juego esta totalmente volcado a one shots builds o aplicar estados (cosa que no combina bien con tres locos atacandote al mismo tiempo sin darte respiro ni por un segundo) haciendo que las invasiones se vuelvan un juego de correr como desgraciado hasta que logres matar a alguno o te oneshoteen, cosa que sinceramente es absurda porque no hay ninguna recompensa por todo eso (lo arcos runicos literalmente los podes farmear de cualquier maldita rata del juego, es estupido pensar que eso es una buena recompensa). En conclusión, para jugar solo el juego es espectacular y divertido pero para los que están interesados en el online se van a llevar una terrible decepción.",
        "cris_68":"Es una juegazo de principio a fin, divertido de explorar y con combates desafiantes, merece la oportunidad aunque no te guste este género ya que es muy accesible en diversos aspectos, la música es increíble y ver como evoluciona tu personaje y tu como jugador es glorioso.Pero tampoco se salva de lo malo, el rendimiento en ciertas zonas deja que desear, abuso en la repetición de ciertos jefes, por momentos es monótono en especial en las cuevas y si exploras mucho como yo llega un punto que vas muy sobrado de nivel matando la dificultad por ratos. De igual manera es un juego que disfrute mucho, lo deje tirado por meses pero se sintió bien retomarlo y acabarlo por fin."
        }
    },
    "dark_souls_remastered":{
        "titulo": "dark souls: remastered",
        "precio": 39.99,
        "fecha":20180523,
        "portada": "https://gamingbolt.com/wp-content/uploads/2018/03/dark-souls-remastered-5.jpg",
        "reviews":{
            "vairo_91":"Cuando llegas al santuario del enlace de fuego y escuchas esa música por primera vez ya te haces la idea de que nada de lo que hagas va a ser grandioso ni heroico, puede que tengas una sensación de éxito momentáneo cuando superes un obstáculo en tu camino pero pronto te darás cuenta de que en realidad no ayudaste a nadie con tu esfuerzo, el mundo está bañado en melancolía de la bella y de la horrible, cada vez que vuelves a tu pequeño refugio de esta violenta realidad la música te recuerda que tu esfuerzo son inútiles, sentarse en la hoguera es como sentarse en el lecho del mundo, mientras la enfermedad horrible que lo ha dominado lo ha arrastra al olvido y puedes hacer dos cosas al final, sacrificar tu propia vida para aliviar el dolor por un rato o cortarle el cuello al mundo para que deje de sufrir. Amo este juego",
            "exe_65":"Como no comprarlo no lo duden es el primero pero esta lleno de momentos increibles y siempre estan los videos de powerbazinga para guiarse disfruten y sufran.",
            "paola_23":"Dark souls realmente es el dark souls de los dark souls de la saga souls, porque es muy dark y muy souls. Que mas puedo decir que no se haya dicho ya, este juego es una obra maestra y uno de los mejores juegos de la historia, si no lo has jugado no se como puedes vivir tranquilo. Aunque eso si, si bien la primera mitad del juego es perfección pura, en la segunda mitad se vuelve bastante más facilillo. pero bueno, eso no importa tanto porque el juego en general es buenísimo y muy divertido cuando le pillas el truco. Es una experiencia que todos deberíamos vivir. la darksoulsexperiencia dark souls. viva dark souls, miyazaki y el bicho.",
            "cris_23":"Ah, mi primer souls y el que me metió de lleno en este mundo tan hermoso de los souls-like. lo jugué infinidad de veces y siempre encuentro detalles nuevos o una nueva manera de encararlo que me hace pasarlo muy bien. debido a los títulos que fueron saliendo con el tiempo, como bloodborne y elden ring, la jugabilidad de dark souls quedó un poquito escueta pero se sigue disfrutando (y sufriendo) como el primer día. Una maravilla, una obra de arte, un clásico y un juego memorable.Dicen que tu primer souls es tu souls favorito... claramente lo es.",
            "emi_59":"Me platine el juego, 70 horas hasta ahora, la verdad es un juegazo",
            "emma_84":"Me platine el juego, 70 horas hasta ahora, la verdad es un juegazo."
            }
    },
    "sekiro":{
        "titulo": "sekiro: shadows die twice",
        "precio": 59.99,
        "fecha":20190322,
        "portada": "https://images.squarespace-cdn.com/content/v1/56d5457d8259b57a20245e80/1556439328329-ESQQ0236TDB1Y2ZWVFQ1/Sekiro%E2%84%A2_+Shadows+Die+Twice_20190401134104.jpg",
        "reviews":{
            "flor_48":"Juegazo con todas las letras. Graficos preciosos, atmósfera cautivadora y banda sonora en punto. Me faltan las palabras para describir lo tanto me gustó este título. Los combates están super bien cuidados, exigen de mucha atención y precisión dándote una satisfacción increíble a la hora de salir victorioso. cada muerte es justa, sabes perfectamente en donde o cómo te equivocaste y aprendes de ello. Solo llevas tu katana en todo el juego, y ya con eso es suficiente para pasártelo, el único obstáculo es tu propia habilidad. cuando re-juegas sekiro se nota una barbaridad lo fácil que se vuelve, ya que no es el personaje que sube de nivel, sino que sos vos. por mas trucho que suene es tal cual xD. Si te quedas estancado en un boss, no te queda otra que darte de cabezazos contra él hasta ganarle, ya que no hay posibilidad de ir a farmear para volver lvl.99 y matarlo de dos golpes. insisto, desde el comienzo tienes las herramientas necesarias para pasarte el juego entero (bueno, con salvo una habilidad que la podés obtener al principio del juego xd). nada más es necesario, solo perseverancia y tu katana. El movimiento es muy ágil para ser un souls-like lo cual eso me encanta. Si buscas una experiencia desafiante que sea muy satisfactoria, este es tu juego. El único caso en el que no lo recomendaría es en el cual seas una persona con muy poca paciencia, poca perseverancia o ganas de darlo todo. Pero si lo consigues... la satisfacción es inconmensurable. Dudar es fracasar.",
            "vairo_jb":"De lo mejorcito de from software. para mi es casi un 10. es difícil pero gratificante. no os frusteis, tened paciencia, aprended a jugar porque merece mucho la pena. mi primera vuelta al juego fue horrible, lo dejé un par de veces. mi cabeza ya no estaba para estas cosas. pero mira, a la tercera me lo pasé, aprendí mejor sus mecánicas y ya me hice todo, cosa que pensé que no haría. después de tanto sufrir solo puedo decir que mereció la pena y sekiro está ahora muy alto en mi ranking de juegos. andá y jugalo.",
            "cris_tocci":"Juego maravilloso en lo artístico. épico en cuanto a historia y jefes.desafiante en cuanto a dificultad, pero no imposible. los que no se lo consiguen pasar y ponen reseñas negativas, han descubierto que las manos no se comprar en aliexpress.",
            "gabbo_33":"Si te interesa tener una vida social y una mente sana no lo compres, una vez que pasas el dolor y el sufrimiento que causa este juego no podes volver a ver nada igual, queres hacerle parry a todo, 100/10",
            "eric_sama":"Señor juego, quien tenga ganas de jugar algo difícil, acá está sekiro, vas a desconocerte con todo lo que tenga vida, vas a morir muchas veces, trabar espadas en el momento justo para matar gente, hasta los mas débiles te pueden matar si haces mal las cosas, gráficos muy buenos, no por nada se ganó el goty, bien, dejando de lado eso, el combate está muy bien, pero... lo que es la cámara de combate, casi siempre se coloca bien, pero hay momentos que te bloquea con algún objeto delante y tenes que adivinar que va a hacer el enemigo, me pasó mucho un jefe mono, me tiraba contra la pared y la cámara se posicionaba mal pero bueno, compren lo en rebaja porque en argentina no es lindo pagar casi 2 juegos, (uno para vos y el otro para algún político ladrón) pero en fin, este juego al matar cada jefe sabiendo que te costó, te hace sentir dios."
        }
    },
    "hades":{
        "titulo": "Hades",
        "precio": 24.99,
        "fecha":20201017,
        "portada": "https://cdn.akamai.steamstatic.com/steam/apps/1145360/ss_c0fed447426b69981cf1721756acf75369801b31.1920x1080.jpg",
        "reviews":{
            "gabbo_12":"Es simplemente uno de los juegos más impresionantes que he tenido la oportunidad de jugar. En hades, los jugadores asumen el papel de zagreus, el hijo de hades, en su intento de escapar del inframundo. el juego tiene lugar en un hermoso y detallado mundo, lleno de peligros y criaturas míticas. los gráficos son impresionantes, con una paleta de colores rica y vibrante que crea una atmósfera única y envolvente. La jugabilidad es igualmente impresionante. cada vez que los jugadores mueren, vuelven al principio del inframundo y deben luchar contra hordas de enemigos en su camino hacia la superficie. la acción es rápida, frenética y satisfactoria, con una amplia variedad de armas y habilidades para desbloquear y mejorar. además, cada run es única gracias a los diversos poderes que se generan de manera aleatoria, lo que hace que cada sesión de juego sea una experiencia fresca y emocionante. Pero lo que realmente hace que hades brille es su historia y personajes. a medida que los jugadores avanzan en el juego, descubren más sobre la historia de zagreus y su familia, y se encuentran con personajes fascinantes y complejos, desde dioses y diosas hasta criaturas mitológicas del inframundo. las conversaciones entre los personajes están llenas de humor, emoción y profundidad. En fin, hades es un juego extraordinario en todos los aspectos. supergiant games ha creado una obra maestra que es un verdadero placer jugar y que se ha ganado un lugar en el canon de los grandes videojuegos de todos los tiempos.",
            "emi__41":"Principalmente, me ha gustado lo bien hecho que está el juego. todo en él encaja muy bien entre sí. desde el arte de los gráficos y el lore mitológico (con algunos cambios que se perdonan), hasta la jugabilidad y la cantidad de desbloqueables que hay. Para evitar hacer spoilers, voy a limitarme a lo básico. eres el hijo del dios del inframundo griego, que busca escapar de allí por motivos que iremos descubriendo a lo largo de los múltiples intentos de fuga. hay muchos personajes, cada uno con sus historias y conversaciones que tendrán con nuestro protagonista, y poco a poco te vas enterando de cómo es cada uno de ellos, aunque todos son muy carismáticos. la historia es bastante profunda, y al menos hasta el momento no me he quedado con la sensación de estar en bucle, sino que hay más cosas que descubrir. aunque intuyo que debo estar cerca del final del juego. Jugabilidad : Lo más obvio sería decir que es como un diablo en miniatura con elementos roguelike. nos vamos desplazando por un montón de mazmorras que se conectan entre sí de manera aleatoria, y cada una de ellas nos ofrece algunas mejoras que normalmente sabremos de antemano. no siempre podremos elegir a qué mazmorra ir a continuación, pero normalmente sí que sabremos la recompensa que nos espera. Inevitablemente vamos a ir pasando por una serie de jefes que nos impiden el paso a la siguiente zona en nuestro trayecto de huida. La cantidad de mejoras que vamos a ir desbloqueando a lo largo del juego es abrumadora. algunas solo las tendremos en el intento de escape actual, y las perderemos al morir. otras mejores permanecen con nosotros y nos irán poniendo la tarea cada vez más fácil. aunque eso sí, suelen ser bastante caras de conseguir. algunas de estas mejoras tienen niveles de rareza, y las más infrecuentes tendrán mayor potencia que una de rareza más común. incluso en ocasiones podremos conseguir mejoras que potencian dos habilidades distintas que ya teníamos. Hay una variedad bastante interesante de armas, cada una con sus propios movimientos y modificaciones que iremos viendo. se sienten muy distintas entre sí. además de que las modificaciones harán que nuestro estilo de combate sea distinto. en parte elegido por nosotros, y en parte nos tendremos que adaptar a lo que se nos ofrezca por el camino. Los combates son muy dinámicos, y normalmente son un espectáculo visual.",
            "cris_68":"Uno de los mejores juegos que he probado, el arte es precioso, la historia interesante, los personajes carismáticos y el juego tremendamente adictivo. Como he dicho antes, uno de los mejores juegos que he probado y bajo mi opinión el mejor rogue like hasta la fecha."
        }
    },
    "the_witcher_3":{
        "titulo": "The Witcher 3: Wild Hunt",
        "precio": 39.99,
        "fecha":20150518,
        "portada":"https://box-of-heroes.com/wp-content/uploads/2023/02/the_witcher_3-Kalysten.jpg",
        "reviews":{
            "emi_91":"Posiblemente sea mi juego de la decada anterior, ya venia con el precedente de la saga tanto del primer y segundo juego como de los libros, el primer juego tosco como un degenerado, el segundo mas resulton, pero super denso en algunas mecanicas, compre el juego pensando que seria una leve revision de lo visto en el segundo, pero lo que me encontre fue mas que eso, es una experiencia en todos los sentidos. No recuerdo la ultima vez que senti algo por juego tan profundamente como este, el escenario, lo vivo que se siente hasta un bosque ramdom, los paisajes, la colorimetria de los escenarios, un generador de wallpapers total , me parece brillante el trabajo de los devs de cd. sumado a eso una historia, que casi que no era necesario jugar los anteriores para meterte en este de lleno, que aunque sin la complejidad del dialogo del segundo, mucho mejor escrito a mi parecer y ordenado. junto a fo new vegas, las mejores secundarias que he visto en la industria. ya ni que decir de sus expansiones, son otros dos juegos incluido a la monstruosa cantidad de contenido del juego base. es uno de esos juegos que te hace decir ojala poder borrarme la memoria para volverlo a disfrutar como la primera vez, la obra magna de cd proyeck y una enseñanza a la industria sobre como escuchar a los jugadores. 100000/10.",
            "cris__54":"Hermoso, vale cada centavo, uno de mis favoritos.Entretenido con muchísimo contenido secundario opcional, builds, skills, armas y armaduras, todos provocan un cambio estético cada vez que están equipadas, no es solo verbal, así como las armaduras mejoradas tienen diferencias visuales con las básicas, etc. muchísima atención al detalle. hermosos paisajes, música, diálogos, ambientación y un gran nivel de dedicación. grandes personajes con historias, ambiciones y miedos que les dan vida, se hacen querer, odiar etc",
            "fajo_32":"Un trabajo tenían con el parche next-gen que era el comprobar que el rendimiento fuera igual o mejor que antes del parche, y el juego es literalmente injugable. ¡gracias por nada!",
            "mike_86":"Simplemente una obra maestra... sin duda alguna uno de los mejores rpgs de la historia (sino es el mejor). gran trama principal en la que tus decisiones serán muy importantes para el desarrollo de la historia. con misiones secundarias muy disfrutables, algunas incluso más que la principal. es tan inmersivo que te pondrás muy rápido en la piel del protagonista al cuál empezarás a empatizar. es un juego que se ve precioso, con paisajes increíbles, una gran ambientación y una banda sonora digna de óscar.En cuanto a la jugabilidad, el combate se hace un poco torpe pero enseguida le coges el truco, con muchas posibilidades de buildear a tu personaje como más te guste. Los dlcs y expansiones, es más de lo mismo, nuevas zonas, paisajes, personajes, música... la trama de las expansiones es impresionante, y personalmente las expansiones son mejores que el juego base, lo que hace que jugar a estas sea indispensable para disfrutar mucho más de este mundo. Casi 8 años después de su lanzamiento sigue siendo un juego capaz de igualar e incluso superar a muchos otros de hoy en día, sin duda alguna 100% recomendado para todo tipo de jugadores, no hay desperdicio alguno."
        }
    },
    "outer_Wilds":{
        "titulo": "Outer Wilds",
        "precio": 24.99,
        "fecha":20200618,
        "portada":"https://pressover.news/wp-content/uploads/2021/02/maxresdefault-2.jpg",
        "reviews":{
            "emma_40":"Hace un tiempo que me lo pasé pero aun no le he dedicado una reseña como se merece, y sinceramente creo que es una experiencia mucho más allá que un solo juego. he llorado con este juego, he reído, he pasado miedo, he sentido mucho con él, cada detalle es precioso, la banda sonora es increíble, me apena un poco que sea algo más tirando a nicho por que es lo mejor que nos ha brindado la industria en mucho tiempo, innova en tantos aspectos y se siente tan bien el universo que mezclados con una buena jugabilidad, una historia que te cuenta el propio mundo y que a su vez es tan profunda se ha convertido indiscutiblemente en mi juego favorito. lo malo que tiene es que acaba, y como la primera vez no habrá ninguna. tantos secretos y misterios, tanto por explorar que no puedo expresar con palabras todo lo que sentí al ver que, por fin, todas las piezas del gran rompecabezas que es la existencia misma empezaban a encajar. Ahora queda jugar echoes of the eye y lo estoy reservando para un momento de mi vida que me sienta preparado para ello. La conclusión de todo es que una vez que termine, no recordarás cómo lo lograste, ni siquiera estarás seguro de si ha terminado realmente. pero una cosa es segura, cuando lo acabes no serás la misma persona que lo empezó. de eso trata outer wilds.",
            "cris_81":"Les voy a ser honestos, la primera vez que jugué outer wilds no me gustó, lo encontraba aburrido, sin un objetivo claro. pero les recomiendo que se saquen la manera de pensar de los juegos que te dicen a donde ir y con 100 millones de marcadores en el mapa. Si les sirve de algo yo empecé a disfrutar de verdad cuando cambie por saber hasta donde podía, y mientras más descubría, más me gustaba el juego, es una experiencia hermosa, que hasta me llego a cambiar en ciertos aspectos de mi vida (no es broma, hasta ese punto llego este pedazo de juego). Para concluir, si de verdad están buscando una experiencia tanto hermosa y aterradora como es mismo universo, en donde trata temas como el memento mori, las civilizaciones, la soledad y otros temas. jueguen lo, jueguen este viaje, por que es como la vida, es mejor cuando no sabes el futuro, y esa es la emoción por descubrir.",
            "gabbo_59":"Uno de los mejores juegos con la exploración como bandera, si te gusta perderte en el mundo y descubrir las cosas sin que nada te este guiando definitivamente este es tu juego.",
            "vairo_17":"Nunca un juego me había considerado tan adulto como este. el juego te respeta. todo está ahí, des del principio. sólo espera a que tu vayas y lo encuentres. Hazte un regalo. juega a outer wilds."
        }
    },
    "subnautica":{
        "titulo": "Subnautica",
        "precio": 29.99,
        "fecha":20180124,
        "portada":"https://gdconf.com/sites/default/files/subnauticabig1.jpg",
        "reviews":{
            "vairo_13":"Me lo compre esperando nada, me pegue un vicio de 3 dias para terminar una partida, es muy bueno, aunque si eres tonto como yo sufrirás para llegar a los lugares importantes, un consejo, siempre lleva balizas y marca todos los lugares importantes que encuentres.",
            "cris_tocci":"El mejor survival que he jugado nunca. no puedo dar ni una sola critica. jugabilidad, historia, optimizacion, ambientacion. todo de 10. El primer survival que he jugado con una historia claramente definida, con principio y con final. sistema de construccion muy bien estructurado con un crafting ameno. la historia es buena, con sentido, y bien desarrollada. 100% recomendable.",
            "flor_27":"Muy entretenido despues de 60 horas sigo descubriendo cosas es un juego que alimenta tu curiosidad y estimula tus sentidos 10 de 10 amigos. ¿que es una ola sin el mar? ¿un comienzo sin un fin? Son distintos pero inseparables, ahora te vas a las estrellas y yo me unire a la arena, somos distintos pero somos... inseparables",
            "paola_29":"¿por qué he jugado subnautica? cuando he terminado la historia, no me apetecía seguir construyendo una base. sé que hay salas y decoraciones que ni he probado, ni siquiera he puesto huevos a crecer en un acuario, pero nunca me han llamado los juegos de construcción de bases. tampoco tenía interés en recolectar peces ni flora. entonces, ¿por qué le he dedicado 30 horas? En mi caso, por esa sensación de soledad, esa atmósfera de abandono, que crea el juego dentro de un mundo extremadamente hostil, donde no solo te tienes que preocupar por los peces sino también por tu salud, tu hambre y tu sed, e incluso por la integridad de tu base. Empiezas con lo básico, viendo la nave estrellada en una lejanía poco alcanzable al principio y tienes la esperanza de encontrar a alguien más. a medida que descubres cápsulas, descubres historias te supervivientes y nunca pierdes la esperanza de encontrarlos. escuchas sus voces y, aunque a veces te hablen a través de ellos para darte información, son historias incluso tiernas, reales. Y cuando descubres islas con bases en ellas, e incluso reliquias extraterrestres, ya es la panafea. siempre confías en encontrar alguien, algo. pero nunca hay nadie hasta el final, y de esa manera. Esa ha sido la magia que yo he encontrado, una sensación de soledad agobiante, arraigada no solo en una esperanza que es constantemente fallida, ni tampoco en que se trata de un mundo en ruinas, tanto alienigena como humano con las bases y capsulas abandonadas, sino en el propio diseño del juego, que te obliga a sumergirte cada vez más y más hasta que la oscuridad te envuelve. justo para que, al final, en el río perdido y en la lava, puedas ver algo de luz. Es increíble como un mundo tan vivo, puede parecer tan desolado."
        }
    },
    "starbound":{
        "titulo": "Starbound",
        "precio": 14.99,
        "fecha":20160722,
        "portada":"https://i.blogs.es/juegos/8512/starbound/fotos/noticias/starbound-2437474.jpg",
        "reviews":{
            "pablo_52":"Un juego excelente , muy buena historia y te engancha desde el principio. Puede ser medio difícil en partes pero nada que una guía no te pueda ayudar. El post game puede ser aburrido pero tiene lo suyo igualmente. Si te gusta la onda espacial y el 2d es tu juego. 9/10",
            "emma_81":"Juego abandonado por los desarrolladores. Recomendado para jugar al menos una vez, tiene mecánicas únicas y ambientación de 10. Mods para expandirlo hay a montones y muy buenos. De las mejores mecánicas de construcción en el mercado en mi opinión, las posibilidades son infinitas y la sensación de la iluminación en combinación con los materiales es de lo mejor.",
            "cris_93":"Jugabilidad simple, con unos gráficos muy agradables. además de que todo juego con la workshop abierta a la gente suele tener un plus ya en mis ojos.",
            "emi_26":"Es un buen juego, pero siento que el late game se queda un poco corto, al igual que la movilidad del personaje."
        }
    },
    "moonlighter":{
        "titulo": "Moonlighter",
        "precio": 19.99,
        "fecha":20180529,
        "portada":"https://images.squarespace-cdn.com/content/v1/55ef0e29e4b099e22cdc9eea/9130ac08-9ff4-4ca8-ae16-2c9b92fea61c/moonlighter_pic.jpg",
        "reviews":{
            "gabbo_02":"¿qué decir de moonlight? Como puntos fuertes el progreso es sencillo y fácil de comprender, tanto en niveles, creación de objetos y mejoras. su historia es simple y directa, no llega a ser cautivadora pero te mantiene un leve interés y cada tipo de arma tiene una verdadera utilidad dependiendo contra el enemigo con el que te enfrentas, cosa que pocos juegos hacen. Desgraciadamente como puntos malos debo decir que se termina volviendo monótono luego de cierto tiempo, las mascotas en el juego exceptuando el mimic y los limos no tienen una utilidad notoria y el comprar el dlc es literalmente ganar unos momento más de juego ya que aplica nuevas mecánicas que rápidamente también se vuelven monótonas (sin mencionar que el dlc incorpora algunos bugs con enemigos que se atascan) Recomiendo el juego si quieres algo tranquilo para jugar sin mucha expectativa y si está en descuento. 3/5",
            "exe_64":"Juego que te engancha desde que lo juegas, tiene mucha variedad de armas que te hacen cambiar la forma de jugar y la parte de vender los objetos de las mazmorras es muy entretenido. lo recomiendo 100%",
            "vairo_61":"De dia mercader de noche heroe. Moonlighter es un indie al mas estilo zelda pero a modo rogue-like, el juego trata de avanzar en mazmorras progresivamente consiguiendo items que luego se pueden vender o usar para poder comprar armamentos o mejoras a tu tienda, el juego tiene grandes mecanicas y animaciones que se notan fluidas teniendo un gran sistema de pelea y movimiento, tiene un estilo similar a the binding of isaac y como todo roguelike-roguelite las mazmorras se generan de manera procedural,aleatoria y de su soundtrack poco hay que contar este esta en tono con el juego y es medio tranquilizador como dormir despues de haber comido un lechon en navidad. Recomendado 6/10",
            "eric_67":"Moonlighter, es un juego perfecto para el jugador ocasional que busca salir del ciclo de juegos competitivos llenos de toxicidad. pero no considero que valga la pena comprarlo a menos que este en oferta."
        }
    },
    "my_summer_car":{
        "titulo": "My Summer Car",
        "precio": 14.99,
        "fecha":20161024,
        "portada": "https://gameplay.tips/wp-content/uploads/2021/10/1583306508_my-summer-car.jpg",
        "reviews":{
            "vairo_84":"Te hace sentir esa sensación de ruina, como cuando el auto se rompe y no tienes dinero, y cuando funciona no tienes dinero para la gasolina, trabajos mal pagos, enemigos mortales, familia horrenda, todo eso te entrega este juegaso, es como ser argentino",
            "cris_30":"Amo construir un coche desde cero como 4 horas para despues ir a recoger a un borracho a las 3am para que me estrelle brutalmente e inicie de 0. 10/10",
            "pablo_22":"Tiene muchos años y sigue actualizándose, la verdad es que merece la pena porque en el aspecto de la mecánica del vehículo es el más completo que he visto. un mapa pequeño donde se puede hacer absolutamente de todo.",
            "exe_99":"My summer car te mete en las botas de un joven finlandés con una ardua tarea, reconstruir el antiguo auto de tu padre. un gran juego si te gustan los simuladores, con una estética particular con situaciones ridículas, aunque graciosas. un juego un poco difícil de agarrar pero si se tiene la guía a mano se puede obtener una experiencia única y divertida que va a dejar al jugador satisfecho con su arduo trabajo. En general un juego bueno, pero en early access, tener cuidado con los bugs y no agarrar la motocicleta. Puntuación, 7,5/10"
        }
    },
    "stardew_valley":{
        "titulo": "Stardew Valley",
        "precio": 14.99,
        "fecha":20160226,
        "portada":"https://www.irrompibles.net/irrwp/wp-content/uploads/2019/05/stardew-valley-1.png",
        "reviews":{
            "exe_69":"antes de descubrir este juego, estaba luchando para dejar mi adicción y sentía que no había nada que pudiera motivarme lo suficiente para seguir adelante. pero al empezar a jugar stardew valley, encontré una forma de distracción que me hizo sentir productivo y relajado. Al cuidar de mi granja virtual, cultivando y cosechando cultivos, criando animales y pescando, encontré una sensación de propósito y logro que me hizo sentir bien conmigo mismo. fue algo que no había sentido en mucho tiempo, y me ayudó a cambiar mis hábitos y a centrarme en algo positivo. A medida que avanzaba en el juego, aprendí la importancia de la paciencia y la perseverancia. aprendí que si seguía trabajando duro y no me daba por vencido, podía superar los obstáculos y alcanzar mis objetivos. esta mentalidad me ayudó a mantenerme enfocado en mi recuperación y a superar la tentación de volver a las drogas. En resumen, stardew valley fue mucho más que un simple juego para mí. me ayudó a superar mi adicción a las drogas, me enseñó valiosas lecciones sobre el trabajo duro y la perseverancia, y me dio una sensación de propósito y logro que me motivó a seguir adelante. si estás luchando con una adicción o simplemente necesitas algo positivo en tu vida, definitivamente recomiendo este juego.",
            "pao_41":"Realmente si estas estresado de jugar otros juegos super competitivos ,stardew es para ti ,haz tu granjita ,se el pescador legendario ,leñador ,criador de animales,alfin vas a poder tener afecto de otra persona que no sea tu mamá ,si realmente necesitas descansar y desconectarte de la vida ,prueba stardew",
            "cris_62":"Super recomendado si estas en momentos difíciles y quieres bajar tu ansiedad, es un juego relajante pero eso no lo hace aburrido para nada, pasan muchas cosas y es muy divertido ver los eventos e ir descubriendo la historia detrás de los aldeanos, aparentemente un juego sencillo pero que resulta demasiado atrapante",
            "pablo_24":"vivi muchos tipos de emociones, entretenimiento, siento que ha pasado tanto, han sido 3 años de conocer esta verdadera joya del mundo digital. Hace poco mas de 1 o 2 años decidi comparmelo en computador a precio completo para volver a disfrutar este titulo, ademas que salio la actualizacion en la cual añadieron mas contenido por lo que el juego ya no era el mismo de cuando lo jugue en celular, ademas esta vez no iba solo. Jugue en 1 semanas 69,1 horas, consegui un monton de items, mas de 5 prismatic shard, upgradie todo a iridium, encante y mejore la espada galaxia, consegui mi caballo, todo tipo de cosas. Realmente recomiendo este juego, en mi escala de puntaje tiene un 5 claudios sobre 5, es una verdadera obra maestra, pese a que su contenido es ciertamente limitado y puedes llegar a un final vale completamente la pena, ya sea por la musica, su increible y pulido diseño grafico, el maravilloso desarrollo de personajes, la economia, los eventos, el gameplay en general es absolutamente impresionante"
        }
    },
    "starwars-kotor":{
        "titulo": "Star Wars: Knights of the Old Republic",
        "precio": 9.99,
        "fecha":20090905,
        "portada":"https://prod.assets.earlygamecdn.com/images/kotor-game-reveal.jpg",
        "reviews":{
            "fran_66":"Un buen juego, seguramente la mejor obra del mundo de Star Wars, pero que con los años se ha vuelto muy duro de jugar. De primeras, he tenido que buscar en foros como arreglarlo porque al iniciar nueva partida se crashea y solo se puede jugar si eliminas las animaciones, cosa que bueno, Albion online es un juego no lineal en el que tu mismo decides tu propia historia se ve mejor xd Y a diferencia de la segunda entrega de KOTOR este no cuenta con mods de la comunidad que ayuden tanto gráfica como mecánicamente. La historia está interesante y las mecánicas molan, de RPG por turnos in real life, en el que puedes pausar en cualquier momento la partida para idear los ataques de tus personajes y darle al play para que se realicen, un modo de juego muy clásico, que si te gusta funciona a la perfección, pero que a veces se hace un poco pesado. Las cosas que tiene tan personalizables, como los tipos de armas y demás ítems que hay son espectaculares, y me atrevería a decir que es el juego en el que más te sientes escuchado y como puedes hacer el personaje con los matices de personalidad que quieras, un lujo en una industria que ha matado los RPG y los ha vuelto juegos de acción con skills, pero que es mucho más disfrutable en su secuela. Mi recomendación es que si te interesa la historia busques en youtube la historia de Revan, pues es el personaje principal y hay varios canales que te cuentan todo lo que hay escrito sobre él, dentro y fuera de los juegos. Si por lo contrario lo que te interesa es el sistema RPG tan clásico y que funciona tan bien te sentirás más cómodo yendo directamente a la segunda entrega ya que es igual pero mejorado, y tiene gran cantidad de mods que ayudan a una mejor experiencia. Aunque también puedes esperar el ansiado remake cuya salida está anunciada para antes de que termine este 2022 tanto en PC como en PS5. Pd: Cuidado con los vídeos de lore de Revan, ya que suelen contar también la historia del KOTOR 2, y os podéis spoilear.",
            "rober_22":"En windows 10 da muchisimos problemas, ni siquiera abre correctamente, se queda en negro y hay muchos errores de compatibilidad",
            "cris_tocci":"Es un juego excelente, por suerte de esos que envejecen bien y con una historia súper original, además de mecánicas que, si uno no está acostumbrado, son un tanto complejas y, sin embargo, se puede uno adaptar fácilmente a la jugabilidad. Un juego que, junto con SWTOR, me generan escalofríos solo con ver cinemáticas y pensar en esta maravillosa época que es la Antigua República. Recomiendo evidentemente jugar su segunda entrega que les gustará per sé.",
            "deone_24":"El mejor juego de la historia? el mejor juego de la historia. Cuanto menos sepas de que va la historia, mejor. Tenes que saber que:  -Usa el sistema de juego AD&d d20  -Usa el engine de la aventura de AD&d Neverwinter nights - Revan y HK-47 son lo mejor que le pasó a star wars desde Darth Vader"
        }
    },
    "hollow-knight":{
        "titulo": "Hollow Knight",
        "precio": 14.99,
        "fecha":20170224,
        "portada":"https://static.wikia.nocookie.net/hollowknight/images/a/a1/HK_first_cover_art.png",
        "reviews":{
            "emma_40":"50% de juego de hollow knight: En donde carajo estoy? y donde esta cornifer? 30% de juego de hollow knight: Voy a mirar el mapa por decimoquinta vez. 20% de juego de hollow knight: Menuda obra maestra de los juegos y de su genero Metroidvania, 20/10 y GOD. Hablando enserio, este juego es hermoso y muy oscuro a la vez. Me atrapó demasiado, su mundo, su banda sonora, su arte; siempre lo llevaré en mi corazón desde ahora en adelante. Team Cherry creó un juego enorme en el mejor sentido. Espero con ansias Silksong y ojalá supere a su antecesor.",
            "exe_64":"No soy fan de los metroidvanias y no tenia expectativas de juego cuando lo compre y se quedo almacenado en mi biblioteca por mucho tiempo, pero cuando decidi probarlo, el tiempo paso volando y cuando lo termine me dije 'como no pude jugarlo en su momento'. Sin duda uno de los mejores juegos indies que he probado",
            "cris_tocci":"No voy a descubrir nada si digo que acá tenemos un auténtico juegazo, desde su principio hasta cualquiera de los 5 finales que decidas enfrentar, para que vamos a dar vueltas.Hollow Knight es una de esas joyas de los videojuegos que deberías darte el gusto de probar en algún momento de tu vida, aunque los juegos de plataformeo no sean lo tuyo.Es un indie de verdad, con lugares y personajes dibujados a mano que realmente son una maravilla.La música es sutil y con la medida justa en cada momento para ir sumergiéndote en ese ambiente batallante de oscuridad y luz que tanto caracterizo.Siendo sincero, la historia me encanto; si bien se va contando a cuenta-gotas a lo largo del juego y mucha de esta se puede ir perdiendo por mera distracción, va logrando  que tengas esas ganas de seguir jugando por el simple hecho de saber que pasa realmente en Hallownest.El mapa es una obra de arte, no solo es enorme y con sitios ocultos, sino que te deja atónit@ al verlo completo (habiendo explorado cada rincón). Cada área nueva tiene sus enemigos exclusivos y algún jefe nada fácil.A medida que avances vas a ir encontrando amuletos que tu 'Caballero' puede ir equipando para obtener diferentes beneficios (principalmente en combate), también vas a ir  aprendiendo habilidades (tanto de desplazamiento como de ataque) fundamentales para poder explorar áreas nuevas. Tiene zonas de 'plataformeo' con diseños ingeniosos que te van a causar 'dolor' solo de verlas, literalmente te van a volver loco y las vas a tener que repetir una y otra vez hasta que  puedas avanzar...solo para encontrar una zona peor. Pero lo gratificante viene luego... Como mecánica conocida...cada vez que mueres (salvo en alma de acero), dejas una 'sombra' con todo tu Geo (moneda del juego) así que toca pelearte con ella si quieres recuperas tus cosas. No hace falta decir que te la vas a tener q enfrentar incontables veces. Que decir de los jefes, te van a 'garrotear' durante horas y encima son muchos, vas a tener que armarte diferentes 'builds' de amuletos para obtener alguna ventaja con uno u otro jefe en particular; quizás alguno tengas que  dejarlo para más adelante...cuando seas más rápido, más fuerte...más sabio. Hay algunos combates que son tremendos...los patrones de ataque de cada jefe, la música, los escenarios y la historia los vuelven icónicos. Para mi gusto... el 'Rey Pesadilla' Grimm es el mejor de todos, esa pelea es un show.En general es un juego difícil, pero tiene una curva de aprendizaje amigable, por lo que es fundamental tener mucha paciencia ya que las cosas no van a ser sencillas desde el inicio; de hecho, te lleva continuamente del amor al odio. Es importante  no volverse una bola de nervios durante el plataformeo extenso, y más aún, cuando toquen esos jefes que van a costar mucho y vas a tener que quemar varios intentos hasta liquidarlos.Si leíste esto y no tenes el juego, no lo dudes...compralo. No tenes que ser un 'Pro' para poder jugarlo, simplemente disfrútalo a tu manera y dale el tiempo necesario.'Sin mente para pensar...sin voluntad que quebrar...sin voz que grite de sufrimiento...nacido de Dios y el Vacío'",
            "vairo_jb":"Es una obra maestra de metroidvania, lo compré a 100 pesos (5 dolares) y la verdad me sentí como si lo hubiese pirateado. Tiene una cantidad de contenido monumental, tanto que te puede llevar más de 50 horas pasártelo por primera vez y si recuerdas los caminos después de completarlo puede tomarte menos de 6 horas completarlo. El combate es muy satisfactorio y la historia es muy interesante, puede tener subidas de dificultades muy altas a veces pero es cuestión de aprenderse los ataques de los jefes y no actuar sin pensar"
        }
    },
    "vampire-survivors":{
        "titulo": "Vampire Survivors",
        "precio": 3.99,
        "fecha":20221020,
        "portada":"https://www.banwoh.com/wp-content/uploads/2022/02/vampire-survivors-portada.jpg",
        "reviews":{
            "fajo_32":"Tras haberle dado más de 50 horas vía Game Pass y haberme sacado el 100% del juego, decidí comprarlo en Steam porque considero que poncle, sus autores, se merecen un apoyo por mi parte.Vampire Survivors es un rogue lite, muy lite, pero con una profundidad y unas mecánicas tan refinadas que es más adictivo que un chute de cocaína de la mano de Pablo Escobar. Con nuestro personaje lo único que tenemos que hacer es caminar mientras recogemos orbes de experiencia y otros objetos con tal de subir de nivel. Nuestro equipamiento se encarga él solito de dar matarile a nuestros enemigos, llegando a un punto donde controlaremos tan bien eso de hacernos builds que daremos rienda a matanzas más grandes que las cámaras de gas de Hitler.Hay multitud de armas a desbloquear, objetos de equipo, mejoras pasivas, personajes y hasta secretos muy rebuscados. Además, ese rollete de buscar tributar a Castlevania en cada pixel y nota musical te hace chirivitas en los ojos como seas fan de la saga cazavampiros de Konami. En definitiva, por 5 míseros euros que vale (cuesta menos que un cubata de garrafón), tenéis aquí uno de los mejores títulos indie del mercado. No seais merluzos y darle una oportunidad.",
            "gabbo_59":"Este juego es super adictivo!!! Además fue el más popular para la Steam Deck en el 2022!! Y tiene toda la razón de serlo: es ligero (pesa sólo 400mb), es multiplataforma, no tiene ningún tipo de bugs y hasta tiene integración con Twitch!! Sí! Twitch! Puedes progresar más rápido si stremeas el juego ni bien lo abres y le pides ayuda a la comunidad!! Yo no lo hice porque no tengo cuenta, pero pude hacer el efecto de bola de nieve después de unas 3 o 4 partidas de haberlo iniciado!! (lo que pasa es que hay muchas pasivas que te piden sobrevivir cierto tiempo hasta que se desbloquean) Una vez desbloqueados los items iniciales, ya se pueden hacer las partidas largas. Recuerda: usualmente el combo mortal es usar la biblia, el agua, el hacha, la vara mágica, la vara de fuego y el anillo de trueno!! Recuerda esos ítems y sus evoluciones y conquistarás el juego!! (en mi caso todos los logros luego de 100hs, pero sin rushear, sino disfrutándolo hasta el último píxel)",
            "cris_tocci":"Reivindicando el placer de jugar por jugar - He completado el DLC Moonspell y el juego base con todos los logros (los que tiene actualmente mientras escribo este análisis). Este videojuego ha dado un salto de esos que son imposibles de imitar e imposibles de preveer por analista de datos alguno, por desarrollador veterano o por cualquier figura. El concepto más sencillo y aparentemente  insípido  pero llevado de la manera más inteligente posible: Tu personaje ataca solo contra hordas infinitas sin ningún tipo de IA más que seguir a tu personaje. Esquivas, atacas y eliges cuál será tu siguiente power-up, a lo rogue y sin mucha enjundia. Aparentemente esa es la impresión que te llevas viéndolo de alguien que lo está jugando en el tren o en el bus:  hay una persona aquí jugando a algo ¿idle? sin ningún objetivo claro .  Parece un action-rpg con algo de rogue, pero no veo gran profundidad .  No sé, solo es un muñeco tirando hachas al aire .  Estos gráficos me suenan... Y entonces es cuando lo pruebas tú, y ves tras algunas partidas que esto tiene más dentro de lo que se ve en un primer vistazo, e incluso en un segundo y tercer vistazo. Uno de los diseños más alocadamente viciantes, divertidos y profundos que se le pueda dar a un juego como este: hay un avance, hay objetivos y hay mecánicas que se van añadiendo conforme juegas, sin explicarte absolutamente nada de primeras. Me recuerda a esos videojuegos de los 80 y 90 que apenas se explicaban a sí mismos y que pretendían que fuese el jugador el que fuera progresando a su ritmo y con la información que extraía de cada partida. El vis a vis ha hecho el resto: no pararás de jugar y de comentar con tus amigos lo que tú has descubierto y lo que ellos han descubierto. Sin pretenderlo y como en una loca cadena que no parece tener fin, te han hablado de este juego y tú vas a hablar de él. Esconde secretos retorcidos, momentos extraños que rompen la UI (hasta un secreto que glitchea el juego a drede), jefes ocultos e ítems que suman mecánicas con las que no contabas, como un mapa o una brújula. Juegas y no poco, y rejuegas hasta el infinito, y sin querer prestarle demasiada atención, empiezas a probar otros personajes, a coleccionar sus ataques y en resumen, a ser más y más fuerte. Esa capa  idle  no es tal, hay un poco de estrategia al elegir los objetos, hay una planificación previa a cada partida y hay algo que hacer en cada momento... hasta intentar acabar con la mismísima muerte si te atreves. Hay tanto caos a veces que literalmente eres como un aspersor de ataques. Es lo más parecido a controlar a un jefe final  que puedes tener ahí fuera. Brillante juego que se está imitando ya y cuyo diseño es un referente: Todos los desarrolladores independientes y no tan independientes quieren ya parecerse a esta cosa. Jugadlo, es pura diversión, es pura adicción, y sus devs parecen estar entendiendo bien en qué debe consistir esto (le deseo un gran futuro y ahí estaré para seguir jugándolo). PD: La versión de móvil es una maravilla también. Uno de los pocos F2P sin publi abusiva y sin micropagos que hay ahora mismo de moda.",
            "vairo_jb":"Menudo vicio. Vampire Survivors es un juego simple, muy simple pues solo consiste en caminar. Literalmente es eso: caminar. Mientras, tu personaje irá realizando ataques aleatorios a enemigos que irán a por ti. ¿En qué consiste entonces el juego? En sobrevivir el mayor tiempo posible. Normalmente hay que sobrevivir 30 minutos en cada escenario, pero algunos son de 15. ¿Qué ocurre cuando llegas a los 30 minutos? Tendrás que jugar para descubrirlo... Esto no es todo, pues al derrotar a enemigos estos sueltan unas bolitas que te dan experiencia y podrás subir de nivel con ellas para desbloquear nuevas habilidades y ataques con los que acabar con tus enemigos. Cómo no, el juego está plagadísimo de referencias a la saga Castlevania a veces incluso rozando el plagio en algunos diseños de enemigos. Es muy barato, pues cuesta 5€ (anteriormente costaba la mitad) y te dará unas cuantas horas de contenido. Yo he conseguido completarlo al 100% actualmente en unas 51 horas, pero teniendo en cuenta que el juego se va actualizando y tal, irá ganando contenido poco a poco. En serio, dadle una oportunidad, por el precio de 2 cafés tienes algo que te va a entretener durante mucho tiempo."
        }
    },
    "elypse":{
        "titulo": "Elypse",
        "precio": 14.99,
        "fecha":20230517,
        "portada":"https://cl.buscafs.com/www.levelup.com/public/uploads/images/796024/796024.jpg",
        "reviews":{
            "cris_tocci":"Este juego es Ori, en muchisimos sentidos. No es algo malo, sino por el contrario esta muy bien hecho. A nivel mecánico, lo primero a destacar es que tanto el movimiento del personaje como el dash se siente como el ori, y tiene otras mecánicas del ori y otras que son originales del juego. Pero en si tiene pocas mecánicas. El diseño de sonido también es muy parecido, con diálogos en un idioma desconocido. Los enemigos son muy poco variados pero son divertidos, y están bien combinados con el diseño de nivel. Los niveles son lineales, y creo que si hubieran sido más amplios y en un estilo metroidvania le hubiera aportado muchisimo al juego. La historia del juego es interesante pero no es nada del otro mundo. El juego es corto, cuando lo terminas te quedas con ganas de jugar un poco más y sacarle más jugo a las mecánicas que fuiste aprendiendo y mejorando. Sin embargo, este juego es difícil,, por momentos puede ser un poquito frustrante, pero nunca se sintió como si fuera injusto. Me alegra que un estudio indie hiciera un juego como este, espero puedan sacar un DLC o una segunda parte."
        }
    }
}